<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title']       = 'Страницы';

// Text
$_['text_success']        = 'Настройки успешно изменены!';
$_['text_list']           = 'Список страниц';
$_['text_add']            = 'Добавить';
$_['text_edit']           = 'Редактирование';
$_['text_move']           = 'Перетащите для смены сортировки';
$_['text_remove']         = 'Удалить';
$_['text_route']          = 'Выберите магазины и роуты, которые будут использоваться с этой страницей';
$_['text_module']         = 'Выберите положение модулей';
$_['text_default']        = 'По умолчанию';
$_['text_content_top']    = 'Верх страницы';
$_['text_content_bottom'] = 'Низ страницы';
$_['text_column_left']    = 'Левая колонка';
$_['text_column_right']   = 'Правая колонка';

// Column
$_['column_name']         = 'Название страницы';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название страницы';
$_['entry_store']         = 'Магазин';
$_['entry_route']         = 'Путь';
$_['entry_module']        = 'Модуль';
$_['entry_position']      = 'Расположение';
$_['entry_sort_order']    = 'Порядок сортировки';

// Error
$_['error_permission']    = 'У вас недостаточно прав для внесения изменений!';
$_['error_name']          = 'Название должно содержать от 3 до 64 символов!';
$_['error_default']       = 'Эту страницу нельзя удалить, поскольку он используется в магазине по умолчанию!';
$_['error_store']         = 'Эту страницу нельзя удалить, поскольку он используется в %s магазинах!';
$_['error_product']       = 'Эту страницу нельзя удалить, поскольку он используется в %s товарах!';
$_['error_category']      = 'Эту страницу нельзя удалить, поскольку он используется в %s категориях!';
$_['error_manufacturer']  = 'Эту страницу нельзя удалить, поскольку он используется в %s производителях!';
$_['error_information']   = 'Эту страницу нельзя удалить, поскольку он используется в %s страницах!';
$_['error_blog_article']  = 'Эту страницу нельзя удалить, поскольку он используется в %s статьях блога!';
$_['error_blog_category'] = 'Эту страницу нельзя удалить, поскольку он используется в %s категориях блога!';
