<?php
// Heading
$_['heading_title']    = 'Любые категории';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Изменения успешно сохранены!';
$_['text_edit']        = 'Редактирование модуля любых категорий';

// Entry
$_['entry_name']       = 'Название модуля';
$_['entry_heading']    = 'Заголовки модуля';
$_['entry_category']    = 'Отображаемые категории';
$_['entry_status']     = 'Статус';
$_['entry_width']      = 'Ширина изображения категории';
$_['entry_height']     = 'Высота изображения категории';
$_['entry_limit']     = 'Лимит';

// Help
$_['help_product']     = '(Autocomplete)';

// Error
$_['error_permission'] = 'Внимание! У вас недостаточно прав для редактрирования данного модуля!';
$_['error_name']       = 'Имя модуля должно содержать как минимум три символа!';
