<?php
// Heading
$_['heading_title']    = '<b><span class="text-primary">ex</span>theme</b>';
$_['title']    = 'extheme';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно обновлены!';
$_['text_edit']        = 'Редактирование темы оформления';
$_['text_generate']    = 'Генерировать тему';
$_['text_reset']    = 'Сбросить тему';
$_['text_explanation']    = 'Измените любые доступные переменные <b>bulma</b> для получения желаемой темы оформления. Для этого выберите целевую директорию шаблона, отредактируйте SASS переменные в поле ниже и нажмите кнопку "Генерировать". После этого ваши изменения будут применены к теме шаблона. Если вы хотите откатиться к теме по-умолчанию, просто нажмите "Сбросить тему". Перечень доступных переменных можно найти <a target="_blank" href="https://bulma.io/documentation/customize/variables/"><b>здесь</b></a>, а также в <a target="_blank" href="https://bulma.io/documentation/"><b>документации</b></a> для каждого элемента/компонента';
$_['text_scss']    = 'Ваш SCSS код';

// Entry
$_['entry_vars'] = 'Ваш SCSS код';
$_['entry_directory'] = 'Директория шаблона';

// Help
$_['help_directory'] = 'В эту директорию будет записан сгенерированный ui.min.css';

// Error
$_['error_permission'] = 'Внимание! У вас нет прав на редактирование модуля!';
