<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title']    = 'Точки продаж';

// Text
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Список точек продаж';
$_['text_add']         = 'Добавить';
$_['text_edit']        = 'Редактирование';
$_['text_default']     = 'По умолчанию';
$_['text_time']        = 'Режим работы';
$_['text_geocode']     = 'Геокод не применен по следующим причинам:';

// Column
$_['column_name']      = 'Название точки продаж';
$_['column_address']   = 'Адрес';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название точки продаж';
$_['entry_store']      = 'Связанный магазин';
$_['entry_postcode']   = 'Почтовый индекс';
$_['entry_country']    = 'Страна';
$_['entry_zone']       = 'Регион';
$_['entry_city']       = 'Город';
$_['entry_address']    = 'Адрес';
$_['entry_geocode']    = 'Геокод';
$_['entry_coords']     = 'Координаты';
$_['entry_telephone']  = 'Телефон';
$_['entry_fax']        = 'Факс';
$_['entry_image']      = 'Изображение';
$_['entry_open']       = 'Режим работы';
$_['entry_comment']    = 'Комментарий';

// Help
$_['help_geocode']     = 'Пожалуйста, укажите геокод своего магазина вручную.';
$_['help_coords']     = 'GPS координаты точки продаж';
$_['help_open']        = 'Заполните время работы точки продаж';
$_['help_comment']     = 'Это поле для любых специальных пометок, которые вы хотели сообщить покупателю, например: что магазин не принимает чеки.';

// Error
$_['error_permission'] = 'У вас недостаточно прав для внесения изменений!';
$_['error_name']       = 'Название должно содержать минимум 1 символ!';
$_['error_postcode']       = 'Почтовый индекс должен содержать минимум 3 символа!';
$_['error_zone_id']       = 'Выберите регион!';
$_['error_city']       = 'Город должен содержать минимум от 1 до 64 символов!';
$_['error_coords']       = 'Координаты должны содержать минимум от 3 до 32 символов!';
$_['error_coords_comma']       = 'Координаты должны быть в формате ДОЛГОТА, ШИРОТА!';
$_['error_address']    = 'Адрес должен содержать от 3 до 128 символов!';
$_['error_telephone']  = 'Номер телефона должен содержать от 3 до 32 символов!';
