<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title']    = 'Реферальные ссылки';

// Text
$_['text_account']     = 'Кабинет Партнера';
$_['text_generator']     = 'Генератор реферальных ссылок';
$_['text_copy']     = 'Копировать';
$_['text_common_tracking'] = 'Используйте её если хотите рекламировать весь ассортимент. Для рекламы отдельных товаров/услуг воспользуйтесь генератором ссылок ниже.';
$_['text_description'] = 'Для того, чтобы получать агентское вознаграждение с покупок приводимых Вами покупателей, необходимо добавить в ссылку реферальный код. Воспользуйтесь генератором ссылок для сайта %s.';

// Entry
$_['entry_code']       = 'Ваш реферальная ссылка';
$_['entry_generator']  = 'Название продукта/услуги';
$_['entry_link']       = 'Введите название продукта или услуги, выберите нужный из выпадающего списка и здесь появится реферальная ссылка';

// Help
$_['help_generator']  = 'Введите название товара, на который нужно создать ссылку';
