<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title']    = 'Реферальные ссылки';

// Text
$_['text_account']     = 'Личный кабинет';
$_['text_generator']   = 'Генератор реферальных ссылок';
$_['text_link']        = 'Ваша реферальная ссылка';
$_['text_qr_code']     = 'Ваш QR-код';
$_['text_copy']        = 'Копировать';
$_['text_common_tracking'] = 'Используйте её если хотите рекламировать весь ассортимент. Для рекламы отдельных товаров/услуг воспользуйтесь генератором ссылок ниже.';
$_['text_description'] = '<p>По умолчанию доступна ссылка на весь магазин. Просто нажмите "Копировать" или скачайте QR-код.</p><p>Чтобы создать ссылку на конкретный раздел (категорию, товар, бренд), вставьте ссылку нужной страницы в поле генератора и нажмите "Генерировать".</p>';
$_['text_copied']      = 'Ссылка скопирована в буфер обмена!';

// Entry
$_['entry_link']       = 'Вставьте ссылку на нужный раздел';

$_['button_download']  = 'Скачать QR-код';
$_['button_generate']  = 'Генерировать';

$_['error_link'] = 'Некорректная ссылка!';

